Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: Feedback status
fr_fr: Statut du feedback

source: New note
fr_fr: Nouvelle note

source: Requested
fr_fr: Demandé

source: Requests
fr_fr: Demandes

source: Shared
fr_fr: Partagé

source: Team requests
fr_fr: Demandes d'équipe

source: Request about
fr_fr: Demande concernant

source: About:
fr_fr: À propos :

source: Request feedback from other people about your team and get more insights.
fr_fr: Demandez du feedback auprès d'autres personnes à propos de votre équipe et obtenir plus d'informations.

source: Feedback on my team
fr_fr: Feedback sur mon équipe

source: Sent to
fr_fr: Envoyé à

source: By sending thanks, you've made a colleague happy!
fr_fr: Vos remerciements ont rendu un collègue heureux !

source: Feedback note
fr_fr: Note de feedback

source: and others
fr_fr: et autres

source: Received feedback
fr_fr: Feedback reçu

source: Requested feedback
fr_fr: Feedback demandé

source: Sent feedback
fr_fr: Feedback envoyé

source: Shared feedback
fr_fr: Feedback partagé

source: Requests about my team
fr_fr: Demandes concernant mon équipe

source: Transferred to you
fr_fr: Transféré envers vous

source: Your feedback volume is up!
fr_fr: Votre volume de feedback est en augmentation !

source: Most recognized skill
fr_fr: Compétence la plus reconnue

source: 30-day feedback trend
fr_fr: Tendance de feedback sur 30 jours

source: Invite feedback in return. Trust begets trust.
fr_fr: Ouvrez la possibilité de feedback en retour. La confiance engendre la confiance.

source: Trusted
fr_fr: Fiable

source: Your reaction will be visible to all users who can see this feedback.
fr_fr: Votre réaction sera visible par tous les utilisateurs pouvant voir ce feedback.

source: Balance positive feedback with improvement feedback. The ideal ratio is 6:1 (6 positive feedback to 1 improvement feedback).
fr_fr: Alternez les feedbacks positifs avec les feedbacks d'amélioration. Le ratio idéal est de 6:1 (6 feedbacks positifs pour 1 feedback d'amélioration).

source: Well-balanced
fr_fr: Equilibré

source: Behavior profile
fr_fr: Profil comportemental

source: Recognized behaviors on which you have received feedback from colleagues.
fr_fr: Comportements reconnus pour lesquels vous avez reçu des feedbacks de vos collègues.

source: {{employee}}'s behavior profile
fr_fr: Profil comportemental de {{employee}}

source: View my feedback
fr_fr: Voir mes feedbacks

source: There's not enough data to display your behavior wheel yet. Request feedback from your colleagues to start building a complete picture of your performance.
fr_fr: Il n'y a pas encore assez de données pour afficher votre roue de comportement. Demandez du feedback à vos collègues pour commencer à établir une image complète de vos performances.

source: No behavior libraries available.
fr_fr: Aucune bibliothèque de comportements.

source: You have received no behaviors from this library
fr_fr: Vous n'avez reçu aucun comportement de cette bibliothèque

source: {{name}} hasn't received any behaviors from this library.
fr_fr: {{name}} n'a reçu aucun comportement de cette bibliothèque.

source: You have not requested any feedback about {{name}} over the review period. Why not get insights from their collaborators and colleagues now?
fr_fr: Vous n'avez demandé aucun feedback à propos de {{name}} pendant la période d'examen. Demandez des informations auprès de ses collaborateurs et collègues dès maintenant.

source: {{name}} has not received any feedback visible to you over this review period.
fr_fr: {{name}} n'a reçu aucun feedback visible pour vous pendant cette période d'examen.

source: You have not received any feedback visible over this review period.
fr_fr: Vous n'avez reçu aucun feedback visible sur cette période de bilan.

source: Request feedback now
fr_fr: Demander du feedback maintenant

source: Want to write meaningful feedback?
fr_fr: Vous souhaitez écrire un feedback significatif ?

source: Add key phrase
fr_fr: Ajouter une phrase clé

source: Growth model
fr_fr: Modèle de développement

source: Key phrases
fr_fr: Expressions clés

source: Use our model and key phrases for inspiration.
fr_fr: Utilisez notre modèle et nos expressions clés comme source d'inspiration.

source: you
fr_fr: vous

source: I observed your impact on project X or during meeting Y. I suspect you’re not aware of this and I want to share
fr_fr: J'ai observé votre impact sur le projet X ou lors de la réunion Y. Je ne pense pas que vous en ayez conscience et je tiens à vous en faire part

source: Your observations
fr_fr: Vos observations

source: You're sending feedback to {{count}} people
fr_fr: Vous envoyez un feedback à {{count}} personnes

source: You're sending feedback to one person
fr_fr: Vous envoyez un feedback à une personne

source: My feedback list
fr_fr: Ma liste de feedback

source: My note list
fr_fr: Ma liste de notes

source: Public feedback list
fr_fr: Liste des feedbacks publics

source: You are requesting feedback from {{count}} people
fr_fr: Vous demandez du feedback à {{count}} personnes

source: You are requesting feedback from one person
fr_fr: Vous demandez du feedback à une personne

source: Sent feedback list
fr_fr: Liste des feedbacks envoyés

source: Shared feedback list
fr_fr: Liste de feedback partagé

source: Team requests feedback list
fr_fr: Liste des demandes de feedback de l'équipe

source: View feedback {{users}}
fr_fr: Consulter le feedback {{users}}

source: The maximum value of this field is {{max}}.
fr_fr: La valeur maximale de ce champ est {{max}}.

source: The minimum value of this field is {{min}}.
fr_fr: La valeur minimale de ce champ est {{min}}.

source: This field is mandatory.
fr_fr: Ce champ est obligatoire.

source: Required.
fr_fr: Obligatoire.

source: The file upload failed; your file contains malicious code.
fr_fr: Le chargement du fichier a échoué ; votre fichier contient du code malveillant.

source: The file you're trying to upload is not supported.
fr_fr: Le fichier que vous tentez de charger n'est pas pris en charge.

source: The image you are trying to upload is too large. The maximum size for images is 2MB.
fr_fr: L'image que vous tentez de charger est trop grande. La taille maximale est de 2 Mo.

source: This page doesn't exist or you don't have access to it.
fr_fr: Cette page n'existe pas ou vous n'y avez pas accès.

source: You can use only letters, numbers, "_" and "-".
fr_fr: Vous pouvez utiliser uniquement des lettres, des chiffres, "_" et "-".

source: The field can contain only letters, numbers, or "_", and must start with a letter.
fr_fr: Le champ ne peut contenir que des lettres, des chiffres ou " _ ", et doit commencer par une lettre.

source: You cannot use a special character in first or last position.
fr_fr: Vous ne pouvez pas utiliser de caractère spécial en première ou dernière position.

source: The date can not be in the past.
fr_fr: La date ne peut pas être dans le passé.

source: The maximum number of elements has been reached.
fr_fr: Le nombre maximum d'éléments a été atteint.

source: The end date must be after the start date.
fr_fr: La date de fin doit être ultérieure à la date de début.

source: The value must be {{max}} or less.
fr_fr: La valeur doit être inférieure ou égale à {{max}}.

source: The value must be between {{min}} and {{max}}.
fr_fr: La valeur doit être entre {{min}} et {{max}}.

source: The value must be at least {{min}}.
fr_fr: La valeur doit être d'au moins {{min}}.

source: This field cannot be empty.
fr_fr: Ce champ ne peut pas être vide.

source: The first character must be a letter.
fr_fr: Le premier caractère doit être une lettre.

source: The JSON format is invalid.
fr_fr: Le format JSON n'est pas valide.

source: The URL is invalid.
fr_fr: L'URL n'est pas valide.

source: You cannot use the characters "_" and "-" several times consecutively.
fr_fr: Vous ne pouvez pas utiliser les caractères "_" et "-" plusieurs fois de suite.

source: You cannot use spaces or special characters.
fr_fr: Vous ne pouvez pas utiliser d'espaces ou de caractères spéciaux.

source: The end number must be greater than the start number.
fr_fr: Le chiffre de fin doit être supérieur au chiffre de début.

source: The question is required.
fr_fr: La question est obligatoire.

source: The rating answer type is required.
fr_fr: Le type de réponse par notation est requis.

source: Required fields in the default language cannot be empty.
fr_fr: Les champs obligatoires dans la langue par défaut ne peuvent pas être vides.

source: You must enter a value in at least one of the fields.
fr_fr: Vous devez entrer une valeur dans au moins un des champs.

source: You cannot use the characters {{specialCharacters}}
fr_fr: Vous ne pouvez pas utiliser les caractères {{specialCharacters}}

source: This value is already in use. Please enter a unique value.
fr_fr: Cette valeur est déjà utilisée. Veuillez entrer une valeur unique.

source: The start date must be after the end date of the previous step.
fr_fr: La date de début doit être ultérieure à la date de fin de l'étape précédente.

source: The end date must be before the start date of the next step.
fr_fr: La date de fin doit être antérieure à la date de début de l'étape suivante.

source: {{min}} to {{max}}.
fr_fr: {{min}} à {{max}}.

source: Formatted address
fr_fr: Adresse formatée

source: Full mailing address, formatted for display or use with a mailing label. This field is automatically populated with data you entered.
fr_fr: Adresse postale complète, formatée pour l'affichage ou l'utilisation avec une étiquette d'envoi. Ce champ est automatiquement renseigné avec les données que vous avez saisies.

source: Blue
fr_fr: Bleu

source: Coral
fr_fr: Corail

source: Gray
fr_fr: Gris

source: Green
fr_fr: Vert

source: Lime
fr_fr: Citron vert

source: Pink
fr_fr: Rose

source: Purple
fr_fr: Violet

source: Red
fr_fr: Rouge

source: Teal
fr_fr: Turquoise

source: White
fr_fr: Blanc

source: Yellow
fr_fr: Jaune

source: Failed to copy to clipboard
fr_fr: Échec de la copie dans le presse-papiers

source: Examples
fr_fr: Exemples

source: Calculation guide
fr_fr: Guide de calcul

source: Functions
fr_fr: Fonctions

source: Press <shortcut></shortcut> to get suggestions
fr_fr: Appuyez sur <shortcut></shortcut> pour obtenir des suggestions

source: Help
fr_fr: Aide

source: Formula builder help
fr_fr: Aide au générateur de formules

source: Create custom calculations using data points and rules from your round. As you configure comp elements, budgets, and guidelines, they become available here.
fr_fr: Créez des calculs personnalisés à partir des points de données et des règles de votre cycle. Au fur et à mesure que vous configurez les éléments de rémunération, les budgets et les directives, ils deviennent disponibles ici.

source: Build dynamic formulas
fr_fr: Créer des formules dynamiques

source: Open the full-screen workspace to browse properties, functions, and operators in dedicated panels while writing your formula.
fr_fr: Ouvrez l'espace de travail en plein écran pour parcourir les propriétés, les fonctions et les opérateurs dans des panneaux dédiés tout en rédigeant votre formule.

source: Non-conditional applies a single formula to all rows. Conditional lets you define multiple rules with an "everything else" fallback.
fr_fr: Non-conditionnel applique une seule formule à toutes les lignes. Conditionnel vous permet de définir plusieurs règles avec un repli « tout le reste ».

source: Choose your formula type
fr_fr: Choisissez votre type de formule

source: Build formulas with IF/THEN/ELSE logic. Each condition block evaluates a condition and returns different values based on the result.
fr_fr: Créez des formules avec une logique SI/ALORS/SINON. Chaque bloc de condition évalue une condition et renvoie des valeurs différentes selon le résultat.

source: Conditional mode
fr_fr: Mode conditionnel

source: Example functions
fr_fr: Exemples de fonctions

source: Nest your calculations
fr_fr: Imbriquer vos calculs

source: Non-conditional mode
fr_fr: Mode non conditionnel

source: Supported operators
fr_fr: Opérateurs pris en charge

source: Insert function
fr_fr: Insérer une fonction

source: Auto-suggestion
fr_fr: Suggestion automatique

source: Jumps to the next error
fr_fr: Passe à l'erreur suivante

source: Opens the doc tooltip
fr_fr: Ouvre l'infobulle de documentation

source: Opens the <strong>Issues</strong> panel
fr_fr: Ouvre le panneau <strong>Problèmes</strong>

source: No diagnostics
fr_fr: Aucun diagnostic

source: Properties
fr_fr: Propriétés

source: Search by property name
fr_fr: Rechercher par nom de propriété

source: Search functions
fr_fr: Rechercher des fonctions

source: Addition
fr_fr: Ajout

source: Both conditions must be true
fr_fr: Les deux conditions doivent être vraies

source: Use parentheses to group parts of your formula and control the order of calculation
fr_fr: Utilisez des parenthèses pour regrouper les parties de votre formule et contrôler l'ordre de calcul.

source: Equals. Checks if two values are identical.
fr_fr: Égal. Vérifie si deux valeurs sont identiques.

source: Represents a false/no value
fr_fr: Représente une valeur faux/non

source: Case-insensitive pattern matching with * wildcards
fr_fr: Correspondance de motif insensible à la casse avec caractères génériques *

source: Doesn't equal. Checks if two values are different
fr_fr: N'est pas égal à. Vérifie si deux valeurs sont différentes.

source: Does not match pattern (case-insensitive with * wildcards)
fr_fr: Ne correspond pas au modèle (insensible à la casse avec caractères génériques *)

source: At least one condition must be true
fr_fr: Au moins une condition doit être vraie

source: Subtraction
fr_fr: Soustraction

source: Represents a true/yes value
fr_fr: Représente une valeur vrai/oui

source: contains
fr_fr: contient

source: doesn't contain
fr_fr: ne contient pas

source: doesn't start with
fr_fr: ne commence pas par

source: starts with
fr_fr: commence par

source: Keyboard shortcuts
fr_fr: Raccourcis clavier

source: Learn more
fr_fr: En savoir plus

source: No results match the search/filter criteria. Remove filters and clear search to show all results.
fr_fr: Aucun résultat ne correspond aux critères de recherche/filtrage. Supprimez les filtres et effacez la recherche pour afficher tous les résultats.

source: Something went wrong. Try refreshing the page. Consider logging out and logging back in.
fr_fr: Un problème s'est produit. Tentez de rafraîchir la page. Au besoin, déconnectez-vous, puis reconnectez-vous.

source: Skip to content
fr_fr: Passer au contenu

source: This content cannot be displayed
fr_fr: Ce contenu ne peut pas être affiché.

source: An unexpected error occurred. Please contact your IT support for assistance.
fr_fr: Une erreur inattendue s'est produite. Veuillez contacter votre support informatique pour obtenir de l'aide.

source: Back to edit mode
fr_fr: Retour au mode édition

source: Align with a goal
fr_fr: Aligner avec un objectif

source: Are you sure you want to delete this goal?
fr_fr: Voulez-vous vraiment supprimer cet objectif ?

source: This chat message was deleted
fr_fr: Ce message a été supprimé

source: Goal chat
fr_fr: Chat de l'objectif

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Maximum file size: 10 MB. Maximum number of files: {{count}} file.
fr_fr: Formats de fichiers pris en charge : JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Taille de fichier maximale : 10 Mo. Nombre maximal de fichiers : {{count}} fichier.

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Maximum file size: 10 MB. Maximum number of files: {{count}} files.
fr_fr: Formats de fichiers pris en charge : JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Taille de fichier maximale : 10 Mo. Nombre maximal de fichiers : {{count}} fichiers.

source: Let's create
fr_fr: Allons-y

source: Let me help you prepare your goals! Share the topic or area on which you want to focus.
fr_fr: Je peux vous aider à préparer vos objectifs ! Partagez le sujet ou le domaine sur lequel vous souhaitez vous concentrer.

source: Your new goal was added to the goal form; you can edit it there. If you think it needs more work, you can give it another try.
fr_fr: Votre nouvel objectif a été ajouté au formulaire d'objectif ; vous pouvez le modifier depuis ce formulaire. Si vous pensez qu'il n'est pas encore au point, vous pouvez réessayer.

source: Enable sharing
fr_fr: Activer le partage

source: Goal Genius is currently unavailable. Please refresh the page or try again later.
fr_fr: Goal Genius n'est actuellement pas disponible. Veuillez actualiser la page ou réessayer ultérieurement.

source: Enter information about the topic of your goal and its target delivery date.
fr_fr: Saisissez des informations sur le sujet de votre objectif et sa date de livraison cible.

source: Goal Genius produces AI-generated content. We recommend that you check the accuracy, reliability and completeness of the generated content before proceeding to create your goal.
fr_fr: Goal Genius produit du contenu généré par intelligence artificielle. Nous vous recommandons de vérifier l'exactitude, la fiabilité et l'exhaustivité du contenu généré avant de procéder à la création de votre objectif.

source: Privacy guidelines
fr_fr: Directives de confidentialité

source: Finalizing and perfecting…
fr_fr: Finalisation et perfectionnement...

source: Adding some details…
fr_fr: Ajout de détails…

source: Analyzing goal parameters…
fr_fr: Analyse des paramètres de l'objectif...

source: Generating a goal…
fr_fr: Génération d'un objectif…

source: Processing…
fr_fr: Traitement en cours…

source: Organizational unit
fr_fr: Unité organisationnelle

source: Let's start
fr_fr: Commencer

source: Try again
fr_fr: Réessayer

source: Share your thoughts (optional)
fr_fr: Partagez vos opinions (facultatif)

source: Overall progress
fr_fr: Progression globale

source: Enter the basic information of the goal plan
fr_fr: Saisissez les informations de base du plan d'objectif

source: Goal plan details
fr_fr: Détails du plan d'objectif

source: Enable and define goal weights
fr_fr: Activez et définissez le poids des objectifs

source: Weighted goals
fr_fr: Objectifs pondérés

source: Define the visibility of the goal plan
fr_fr: Définissez la visibilité du plan d'objectifs

source: Include goal types to the goal plan
fr_fr: Ajoutez des types d'objectifs dans le plan d'objectifs

source: A fixed period is defined by a start date and an end date.
fr_fr: Une période fixe est définie par une date de début et une date de fin.

source: Recurring
fr_fr: Récurrent

source: New goal plans will be automatically created according to the recurrence parameters.
fr_fr: De nouveaux plans d'objectifs seront automatiquement créés en fonction des paramètres de récurrence.

source: Quarter
fr_fr: Trimestre

source: Semester
fr_fr: Semestre

source: Recurrence
fr_fr: Récurrence

source: Period
fr_fr: Période

source: Plan owners
fr_fr: Titulaires du plan

source: Title preview
fr_fr: Aperçu du titre

source: No goal plans yet!
fr_fr: Aucun plans d'objectifs

source: Your goal plan was successfully created.
fr_fr: Votre plan d'objectifs a été correctement créé.

source: Include
fr_fr: Inclure

source: Enable weighting
fr_fr: Activer la pondération

source: Goals per worker
fr_fr: Objectifs par employé(e)

source: Number of goals that can be created using this goal type. Used to provide guidance for the workers.
fr_fr: Nombre d'objectifs pouvant être créés avec ce type d'objectif. Utilisé pour guider les employé(e)s.

source: Section weight
fr_fr: Poids de la section

source: The goal plan must contain at least one published goal type.
fr_fr: Le plan d'objectifs doit contenir au moins un type d'objectif publié.

source: Weighting permission
fr_fr: Permission de pondération

source: You must allocate a weight from 0 to 100 to each workflow section.
fr_fr: Vous devez attribuer un poids de 0 à 100 à chaque section du workflow.

source: Goal types in this workflow will be grouped within a single weight section.
fr_fr: Les types d'objectifs de ce workflow seront regroupés dans une section de pondération unique.

source: Workflow section
fr_fr: Section de workflow

source: Viewable by workers and managers
fr_fr: Visible par les employé(e)s et les managers

source: Viewable by the target population
fr_fr: Visible par la population cible

source: All locations
fr_fr: Toutes les localisations

source: Add all locations
fr_fr: Ajouter toutes les localisations

source: Please fill at least one field.
fr_fr: Veuillez remplir au moins un champ.

source: Add all company
fr_fr: Ajouter toute l'entreprise

source: Add all organizational units
fr_fr: Ajouter toutes les unités organisationnelles

source: Clear all selections
fr_fr: Effacer toutes les sélections

source: All roles
fr_fr: Tous les rôles

source: Add all roles
fr_fr: Ajouter tous les rôles

source: Individual workers
fr_fr: Employé(e)s individuels

source: Exclude
fr_fr: Exclure

source: No individuals yet
fr_fr: Aucune personne pour l'instant

source: No populations yet
fr_fr: Aucune population pour le moment

source: The PDF was successfully sent to Documents.
fr_fr: Le PDF a été correctement envoyé vers Documents.

source: Your goal was published. It may take a few seconds for it to appear in the list.
fr_fr: Votre objectif a été publié. Quelques secondes peuvent être nécessaires avant qu'il n'apparaisse dans la liste.

source: Goal published successfully
fr_fr: Objectif publié correctement

source: Goal creator
fr_fr: Créateur de l'objectif

source: Manager of the worker
fr_fr: Manager de l'employé(e)

source: Shared user
fr_fr: Utilisateur partagé

source: The goal was successfully updated.
fr_fr: L'objectif a été correctement mis à jour.

source: Your goal was saved as a draft. It may take a few seconds to appear in the list.
fr_fr: Votre objectif a été enregistré en tant que brouillon. Il peut prendre quelques secondes avant d'apparaître dans la liste.

source: Goal saved as draft
fr_fr: Objectif enregistré comme brouillon

source: Mandatory
fr_fr: Obligatoire

source: Authorized editors
fr_fr: Editeurs autorisés

source: The sum of the percentages in the Weight column must not exceed 100%.
fr_fr: La somme des valeurs de la colonne "Poids" ne doit pas dépasser 100 %.

source: Review and align goal weights to ensure they sum up to 100% for optimal planning.
fr_fr: Pour une planification optimale, passez en revue et alignez le poids des objectifs afin d'atteindre un total de 100 %.

source: Information visible only to system administrators and HR administrators.
fr_fr: Informations visibles uniquement par les administrateurs système et les administrateurs RH.

source: All users will be able to assign goals to anyone in the company, regardless of their role (worker, manager or professional role).
fr_fr: Tous les utilisateurs pourront assigner des objectifs à n'importe qui dans l'entreprise, quel que soit leur rôle (employé(e), manager ou rôle professionnel).

source: Managers and workers in the selected population can assign a goal to anyone
fr_fr: Les managers et les employé(e)s de la population sélectionnée peuvent assigner un objectif à n'importe qui

source: Anyone
fr_fr: Tout le monde

source: Organizational unit and below
fr_fr: Unité organisationnelle et en dessous

source: Users can create goals for themselves
fr_fr: Les utilisateurs peuvent créer des objectifs pour eux-mêmes

source: Users can only create this goal type for themselves
fr_fr: Les utilisateurs peuvent uniquement créer ce type d'objectif pour eux-mêmes
